import React, { Component } from "react";
import "../../style/aboutus.css";

class AuGuj extends Component {
  render() {
    return (
      <>
        <div className="aboutus">
          <div className="auheader">
            <h2> દશનામ સરક્યુલર ઈ-મેગેઝિન</h2>
          </div>
          <div className="audiscription">
            <p>
              દશનામ સરક્યુલર ઈ-મેગેઝિન એ દશનામ ગોસ્વામી સમાજને જોડતું એક અનોખું
              ડિજિટલ પ્લેટફોર્મ છે.
            </p>
            <p>
              અહીં અમે સમાજના દરેક સભ્ય માટે જાણકારી, પ્રેરણા અને ગૌરવ સાથે
              ભરેલું સ્થાન બનાવી રહ્યા છીએ.
            </p>
          </div>
          <div className="ausubheader">
            <p>અમારા ઉદ્દેશો:</p>
          </div>
          <div>
            <p>
              <b> &#8226; સમાચાર અને લેખો દ્વારા માહિતગાર કરવું —</b>  સમાજની નવી
              નવી જાણકારી સરળ ભાષામાં પહોંચાડવી.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; વ્યક્તિવિશેષ ઇન્ટરવ્યુ —</b>આપણા સમાજના ઉત્કૃષ્ટ
              કાર્યકરો અને પ્રેરણાદાયી વ્યક્તિત્વો સાથે મુલાકાત.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; પ્રેરણાદાયી વાર્તાઓ —</b>આપણા લોકોએ જીતેલા સંઘર્ષ
              અને સફળતાની કથાઓ તમે વાંચી ગર્વ અનુભવશો.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; સાંસ્કૃતિક વારસાનું જતન —</b> આપણું ઇતિહાસ, પરંપરા અને
              સાંસ્કૃતિક મૂલ્યો નવી પેઢી સુધી પહોંચાડવા માટે પ્રતિબદ્ધ છીએ.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; યુવાનો માટે પ્રેરણા —</b>સમાજના યુવાનો તેમના સપનાઓ
              સાકાર કરે એ માટે માર્ગદર્શક બનીએ.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; વિચારોનું આદાનપ્રદાન —</b> તમારા વિચારો, અનુભવો અને
              સર્જનાત્મકતા આ મેગેઝિનમાં જગ્યા મેળવે છે.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; સમાજના વિકાસ માટે એક સક્રિય મંચ —</b>બધાને જોડતું એક
              મજબૂત માધ્યમ, જ્યાંથી આપણે સૌ આગળ વધીએ.
            </p>
          </div>
        </div>
        <div className="ourm">
          <div className="mheader">
            <h2>અમારું લક્ષ્ય</h2>
          </div>
          <div className="mdiscription">
            <p>દશનામ સરક્યુલર ઈ-મેગેઝિન દ્વારા અમારો સંકલ્પ સ્પષ્ટ છે .</p>
            <p>
              દશનામ ગોસ્વામી સમાજના દરેક સભ્યને એક જ મંચ પર લાવવો અને સૌને
              જોડવાનું કામ કરવું.
            </p>
          </div>
          <div className="msubheader">
            <p>અમારા લક્ષ્ય:</p>
          </div>
          <div>
            <p>
              <b> &#8226; માહિતી, જ્ઞાન અને પ્રેરણા પહોંચાડવી —</b> સમાજના દરેક
              ખૂણે સાચી અને ઉપયોગી જાણકારી આપવી.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; સમૃદ્ધ સાંસ્કૃતિક વારસાનું જતન કરવું — </b>આપણા ઈતિહાસ
              અને પરંપરાઓનું ગૌરવ સાચવી, નવી પેઢી સુધી પહોંચાડવું.
            </p>
          </div>
          <div>
            <p>
              <b>
                &#8226; સમાચાર, લેખો, ઇન્ટરવ્યુ અને પ્રેરણાદાયી વાર્તાઓ દ્વારા
                સામાજિક જાગૃતિ ફેલાવવી.
              </b>
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; યુવાનોને માર્ગદર્શન અને પ્રોત્સાહન આપવું —</b>
              ભવિષ્યનું આયોજન અને વિકાસ માટે તેમનો આત્મવિશ્વાસ વધારવો.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; સામાજિક એકતાને મજબૂત કરવી — </b>આપણા વિચારો, અનુભવો
              અને સંસ્કૃતિઓનું આદાનપ્રદાન વધારવું. છીએ.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226;સામૂહિક પ્રગતિને વેગ આપવો — </b>એક મજબૂત, સશક્ત અને
              સુસંગઠિત સમાજ બનાવવા માટે સાથે મળીને આગળ વધવું.
            </p>
          </div>
        </div>

        <div className="oura">
          <div className="aheader">
            <h2>અમારી સફળતાઓ</h2>
          </div>
          <div className="adiscription">
            <p>મજબૂત ડિજિટલ પ્લેટફોર્મ</p>
            <p>
              ‘દશનામ સરક્યુલર’ ઈ-મેગેઝિન દ્વારા દશનામ ગોસ્વામી સમાજ માટે એક
              મજબૂત અને સક્રિય ડિજિટલ પ્લેટફોર્મ ઉભું કર્યું છે.
            </p>
          </div>
          {/* <div className="asubheader">
            <p>અમારા લક્ષ્ય:</p>
          </div> */}
          <div>
            <p>
              <b> &#8226; હજારો સભ્યો સુધી પહોંચ્યા —</b> હંમેશા સમાજના હજારો
              સભ્યો સુધી સમાચારો, પ્રેરણાદાયી લેખો અને ઉપયોગી માહિતી પહોંચાડી
              છે.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; યુવાનો માટે પ્રેરણાનો સ્ત્રોત બન્યા— </b>સફળતાપ્રાપ્ત
              સમાજના રત્નોના ઇન્ટરવ્યુઓ દ્વારા યુવાનોમાં આત્મવિશ્વાસ અને
              સકારાત્મકતા વિકસાવી છે.
            </p>
          </div>
          {/* <div>
            <p>
              <b>
                &#8226; સમાચાર, લેખો, ઇન્ટરવ્યુ અને પ્રેરણાદાયી વાર્તાઓ દ્વારા
                સામાજિક જાગૃતિ ફેલાવવી.
              </b>
            </p>
          </div> */}
          <div>
            <p>
              <b> &#8226; સાંસ્કૃતિક વારસાનું જતન —</b>
              પરંપરા અને સંસ્કૃતિ અંગે વિશેષ અંકો દ્વારા નવી પેઢીને તેમના
              મૂળિયાં સાથે જોડવાનું કાર્ય કર્યું છે.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; એકતા અને ભાઈચારો મજબૂત બનાવ્યો — </b>સામાજિક પ્રસંગો
              અને કાર્યોને કવર કરીને સમાજમાં એકતા અને ભાઈચારો વધારવામાં યોગદાન
              આપ્યું છે.
            </p>
          </div>
          <div>
            <p>
              <b> &#8226; સંપર્ક અને સંવાદનો પુલ બાંધ્યો — </b>સમાજના સભ્યો
              વચ્ચે સતત સંપર્ક અને સંવાદ સ્થાપિત કરવાની સૌથી મોટી સફળતા મેળવી
              છે.
            </p>
          </div>
        </div>
        
        <div className="photo-gallery">
            <h2>Awards</h2>
            <div className="image-container">
            <img className="image" src="/assets/gallery/achievemement2.jpg" alt="Award 2" />
            <img className="image" src="/assets/gallery/achievemement3.jpg" alt="Award 3" />
            <img className="image" src="/assets/gallery/achievemement2.jpg" alt="Award 2" />
            <img className="image" src="/assets/gallery/achievemement3.jpg" alt="Award 3" />
            </div>
        </div>
      </>
    );
  }
}

export default AuGuj;
